[
  {
    "id": "charles-e-mitchell",
    "full_name": "Charles E. Mitchell",
    "sort_name": "Mitchell, Charles E.",
    "role_title": "CEO, National City Bank",
    "category": "Banker",
    "institution": "National City Bank",
    "primary_historical_role": "Architect of retail speculative banking and champion of securities sales to the American public.",
    "page_references": "361–62, 383–84",
    "bio_short": "Charles E. Mitchell transformed National City Bank into America's first truly retail bank, aggressively marketing securities to ordinary investors. His zealous promotion of stock speculation made him both celebrated and, after the crash, reviled as a symbol of Wall Street excess.",
    "bio_extended": "Charles E. Mitchell rose to become the most powerful banker in America during the 1920s, presiding over National City Bank's transformation into a financial colossus. Mitchell pioneered the practice of selling securities directly to small investors through a nationwide network of salesmen — a radical democratization of finance that also opened the door to widespread speculation.\n\nWhen Senator Carter Glass proposed restrictions on bank securities activities, Mitchell defiantly defied the Federal Reserve's call to curb loans to brokers, publicly announcing he would provide whatever credit the market required. His statement in March 1929 arguably postponed the crash by months — and made it worse when it finally came.\n\nAfter the 1929 collapse, Ferdinand Pecora's Senate investigation exposed Mitchell's practice of selling his own National City Bank stock to avoid taxes — selling them to his wife at a loss and buying them back. He resigned in disgrace in 1933 and was indicted for tax evasion, though he was ultimately acquitted.",
    "portrait_url": "https://upload.wikimedia.org/wikipedia/commons/4/46/Chas._E._Mitchell%2C_1-3-23_LOC_npcc.07601.jpg",
    "portrait_alt": "Portrait of Charles E. Mitchell",
    "wikipedia_url": "https://en.wikipedia.org/wiki/Charles_E._Mitchell",
    "youtube_url": "",
    "audio_short_url": "",
    "audio_short_duration": "",
    "audio_short_description": "",
    "audio_extended_url": "",
    "audio_extended_duration": "",
    "audio_extended_description": "",
    "pptx_title": "",
    "pptx_view_url": "",
    "pptx_download_url": "",
    "pptx_slide_count": null,
    "pptx_thumbnail_url": "",
    "featured": true,
    "status": "published"
  },
  {
    "id": "thomas-w-lamont",
    "full_name": "Thomas W. Lamont",
    "sort_name": "Lamont, Thomas W.",
    "role_title": "Partner, J.P. Morgan & Co.",
    "category": "Banker",
    "institution": "J.P. Morgan & Co.",
    "primary_historical_role": "The voice of J.P. Morgan & Co. and orchestrator of the ill-fated banker rescue consortium of October 1929.",
    "page_references": "312–15, 401–03",
    "bio_short": "Thomas Lamont was J.P. Morgan's chief diplomat and public spokesman, navigating the firm through the treacherous waters of the post-war financial world. On Black Thursday, he led the famous banker pool that briefly stabilized the market — a last act of the old financial order.",
    "bio_extended": "Thomas W. Lamont served as the indispensable partner of J.P. Morgan & Co. throughout the 1920s, handling the bank's international diplomacy, press relations, and political dealings with uncommon elegance. He was, in many respects, the human face of a firm that prided itself on operating without one.\n\nOn October 24, 1929 — Black Thursday — Lamont hosted the emergency meeting of the city's most powerful bankers at 23 Wall Street. Emerging to face the press, he delivered perhaps the most famous understatement of the crash era, calling the market situation 'a little distress selling.' The pool of funds the bankers assembled did briefly rally the market, but the effort was overwhelmed within days.\n\nLamont remained a titan of American finance through the New Deal era, serving as a key liaison between Wall Street and Washington even as the banking world was reformed around him.",
    "portrait_url": "https://commons.wikimedia.org/wiki/Special:FilePath/Thomas_W._Lamont_cph.3b18084.jpg",
    "portrait_alt": "Portrait of Thomas W. Lamont",
    "wikipedia_url": "https://en.wikipedia.org/wiki/Thomas_W._Lamont",
    "youtube_url": "",
    "audio_short_url": "",
    "audio_short_duration": "",
    "audio_short_description": "",
    "audio_extended_url": "",
    "audio_extended_duration": "",
    "audio_extended_description": "",
    "pptx_title": "",
    "pptx_view_url": "",
    "pptx_download_url": "",
    "pptx_slide_count": null,
    "pptx_thumbnail_url": "",
    "featured": true,
    "status": "published"
  },
  {
    "id": "jp-morgan-jr",
    "full_name": "J.P. Morgan Jr. (Jack Morgan)",
    "sort_name": "Morgan, J.P. Jr.",
    "role_title": "Senior Partner, J.P. Morgan & Co.",
    "category": "Banker",
    "institution": "J.P. Morgan & Co.",
    "primary_historical_role": "Head of the Morgan empire during the crash era; symbol of plutocratic finance to reformers.",
    "page_references": "298–301, 388–90",
    "bio_short": "J.P. Morgan Jr. inherited the most powerful private bank in the world from his father and steered it through the tumult of two world wars and the Great Depression. His famous testimony before the Pecora Commission — interrupted by a circus promoter placing a dwarf on his lap — became an iconic image of the era.",
    "bio_extended": "John Pierpont Morgan Jr., known as Jack, lived perpetually in the shadow of his legendary father and yet managed to expand the Morgan empire into an international financial power of extraordinary reach. He financed the Allied war effort in World War I and emerged from that conflict as one of the most influential private citizens in the world.\n\nUnlike his father, Jack Morgan was not a natural public figure. He preferred the company of bankers and statesmen to journalists, a posture that served him poorly when Ferdinand Pecora summoned him before the Senate Banking Committee in 1933. The hearings revealed that Morgan and his partners had paid no income taxes in 1931 and 1932, and had distributed shares in lucrative stock offerings to a 'preferred list' of politicians and public figures.\n\nThe famous photograph of Jack Morgan with circus midget Lya Graf seated on his knee — a publicity stunt arranged by a press agent during a recess in the hearings — perfectly encapsulated the strange theater of the Depression-era accountability moment.",
    "portrait_url": "https://commons.wikimedia.org/wiki/Special:FilePath/JPMorganJr.jpg",
    "portrait_alt": "Portrait of J.P. Morgan Jr.",
    "wikipedia_url": "https://en.wikipedia.org/wiki/J._P._Morgan_Jr.",
    "youtube_url": "",
    "audio_short_url": "",
    "audio_short_duration": "",
    "audio_short_description": "",
    "audio_extended_url": "",
    "audio_extended_duration": "",
    "audio_extended_description": "",
    "pptx_title": "",
    "pptx_view_url": "",
    "pptx_download_url": "",
    "pptx_slide_count": null,
    "pptx_thumbnail_url": "",
    "featured": false,
    "status": "published"
  },
  {
    "id": "j-pierpont-morgan",
    "full_name": "J. Pierpont Morgan",
    "sort_name": "Morgan, J. Pierpont",
    "role_title": "Founder, J.P. Morgan & Co.",
    "category": "Banker",
    "institution": "J.P. Morgan & Co.",
    "primary_historical_role": "The architect of American corporate finance; his ghost presided over the crash that dismantled his era's system.",
    "page_references": "22–28, 44–49",
    "bio_short": "J. Pierpont Morgan was the colossus of American finance in the Gilded Age, personally halting the Panic of 1907 through sheer force of will and credit. He died in 1913, but the system of banking he built — and its concentration of power — was on trial throughout the Depression decade.",
    "bio_extended": "John Pierpont Morgan transformed American capitalism, reorganizing the railroads, creating U.S. Steel, and serving as a one-man central bank during the financial panics of the late nineteenth and early twentieth centuries. His ability to marshal capital and impose order on chaotic markets seemed almost supernatural to contemporaries.\n\nIn 1907, when a banking panic threatened to cascade into economic catastrophe, Morgan summoned the leading bankers of New York to his library and effectively locked them in until they agreed to pool resources to stop the runs. It worked — but the episode made clear that the American financial system's stability depended on the goodwill of a single private citizen.\n\nThat realization drove the creation of the Federal Reserve System in 1913, the year Morgan died. The banking system he had dominated was already being institutionalized beyond any individual's control — a transformation his successors would struggle to accept and that the events of 1929 would force to completion.",
    "portrait_url": "https://commons.wikimedia.org/wiki/Special:FilePath/John_Pierpont_Morgan,_Sr-2.jpg",
    "portrait_alt": "Portrait of J. Pierpont Morgan",
    "wikipedia_url": "https://en.wikipedia.org/wiki/J._P._Morgan",
    "youtube_url": "",
    "audio_short_url": "",
    "audio_short_duration": "",
    "audio_short_description": "",
    "audio_extended_url": "",
    "audio_extended_duration": "",
    "audio_extended_description": "",
    "pptx_title": "",
    "pptx_view_url": "",
    "pptx_download_url": "",
    "pptx_slide_count": null,
    "pptx_thumbnail_url": "",
    "featured": false,
    "status": "published"
  },
  {
    "id": "ferdinand-pecora",
    "full_name": "Ferdinand Pecora",
    "sort_name": "Pecora, Ferdinand",
    "role_title": "Chief Counsel, Senate Banking Committee",
    "category": "Reformer / Investigator",
    "institution": "U.S. Senate / Congress",
    "primary_historical_role": "The Sicilian-born prosecutor who dismantled Wall Street's reputation before a rapt national audience.",
    "page_references": "410–18, 432–38",
    "bio_short": "Ferdinand Pecora turned the Senate Banking Committee's investigation into a national spectacle, cross-examining the titans of American finance and revealing systemic corruption, tax evasion, and fraud. His relentless interrogations laid the groundwork for the Glass-Steagall Act and the Securities Exchange Act.",
    "bio_extended": "Ferdinand Pecora was born in Sicily and came to America as a child, eventually working his way through law school and into the New York District Attorney's office. His appointment as Chief Counsel to the Senate Committee on Banking and Currency in January 1933 seemed almost an afterthought — previous counsel had made little progress.\n\nWhat followed was one of the greatest investigative performances in American legal history. Pecora proved a master of detail, cross-examining witnesses in hearings that were broadcast by radio and followed obsessively by a public hungry for accountability. He reduced Mitchell to admissions of tax evasion, exposed the Morgan 'preferred list' of political favors, and documented systemic manipulation of stock prices by major financial houses.\n\nThe hearings directly produced the Banking Act of 1933 (Glass-Steagall), the Securities Act of 1933, and the Securities Exchange Act of 1934. Pecora served briefly on the first Securities and Exchange Commission before being appointed to the New York Supreme Court.",
    "portrait_url": "/assets/pecora-ferdinand/portrait.jpg",
    "portrait_alt": "Ferdinand Pecora, circa 1933",
    "wikipedia_url": "https://en.wikipedia.org/wiki/Ferdinand_Pecora",
    "youtube_url": "https://drive.google.com/file/d/194MvKxnK4TtZbxY1QPJtdaqfDWGKGklY/view",
    "audio_short_url": "/assets/pecora-ferdinand/audio-short.m4a",
    "audio_short_duration": "3:47",
    "audio_short_description": "How Pecora Exposed Wall Street's Rigged Game",
    "audio_extended_url": "",
    "audio_extended_duration": "",
    "audio_extended_description": "",
    "pptx_title": "Taming Wall Street",
    "pptx_view_url": "https://drive.google.com/file/d/1BrYE6O3mr3aTKXS_7K7gMozivc3DDHFI/view",
    "pptx_download_url": "https://drive.google.com/uc?export=download&id=1BrYE6O3mr3aTKXS_7K7gMozivc3DDHFI",
    "pptx_slide_count": null,
    "pptx_thumbnail_url": "",
    "featured": true,
    "status": "published"
  },
  {
    "id": "herbert-hoover",
    "full_name": "Herbert Hoover",
    "sort_name": "Hoover, Herbert",
    "role_title": "31st President of the United States",
    "category": "Politician / Regulator",
    "institution": "White House / Executive Branch",
    "primary_historical_role": "The engineer-president whose faith in voluntary action proved fatal in the face of economic collapse.",
    "page_references": "278–85, 344–52",
    "bio_short": "Herbert Hoover was perhaps the most qualified man ever to become President — a celebrated engineer, wartime relief administrator, and capable Commerce Secretary. His rigid ideology against direct federal relief during the Depression made him the defining symbol of governmental failure in the face of mass suffering.",
    "bio_extended": "Herbert Clark Hoover entered the White House in March 1929 as a figure of almost universal admiration. His management of food relief for war-ravaged Europe after World War I had saved millions of lives, and his tenure as Commerce Secretary had modernized American industry. The stock market crash came just seven months into his presidency.\n\nHoover was not passive. He organized meetings with business leaders, urged them to maintain wages and employment, expanded public works spending, and created the Reconstruction Finance Corporation to loan money to banks and businesses. But he remained opposed on ideological grounds to direct federal relief to the unemployed, fearing it would destroy the self-reliance and local community bonds that he considered the foundation of American civilization.\n\nAs unemployment surged past 20 percent, his distinctions seemed callous beyond comprehension to suffering Americans. Shantytown settlements of the homeless were named 'Hoovervilles' in bitter mockery. He was routed by Franklin Roosevelt in 1932 by one of the largest margins in American history, ending his single disastrous term.",
    "portrait_url": "https://commons.wikimedia.org/wiki/Special:FilePath/Herbert_Hoover_-_NARA_-_532049.jpg",
    "portrait_alt": "Portrait of Herbert Hoover",
    "wikipedia_url": "https://en.wikipedia.org/wiki/Herbert_Hoover",
    "youtube_url": "",
    "audio_short_url": "",
    "audio_short_duration": "",
    "audio_short_description": "",
    "audio_extended_url": "",
    "audio_extended_duration": "",
    "audio_extended_description": "",
    "pptx_title": "",
    "pptx_view_url": "",
    "pptx_download_url": "",
    "pptx_slide_count": null,
    "pptx_thumbnail_url": "",
    "featured": true,
    "status": "published"
  },
  {
    "id": "carter-glass",
    "full_name": "Carter Glass",
    "sort_name": "Glass, Carter",
    "role_title": "U.S. Senator, Virginia",
    "category": "Politician / Regulator",
    "institution": "U.S. Senate / Congress",
    "primary_historical_role": "Father of the Federal Reserve and author of the Glass-Steagall Act separating commercial and investment banking.",
    "page_references": "398–402",
    "bio_short": "Carter Glass was the cantankerous Virginia senator who never forgave Charles Mitchell for defying the Federal Reserve in 1929. His righteous fury at Wall Street's abuses drove the Banking Act of 1933 — Glass-Steagall — which separated commercial and investment banking for sixty-six years.",
    "bio_extended": "Carter Glass served in Congress for more than forty years and was instrumental in creating the Federal Reserve System in 1913. His understanding of banking was deep, his temper was legendary, and his memory for slights was infinite.\n\nWhen Charles Mitchell publicly defied the Federal Reserve's March 1929 call to restrict broker loans, Glass viewed it as a personal affront. He demanded Mitchell's arrest for violating the Federal Reserve Act — a charge that did not legally hold, but that revealed the intensity of Glass's conviction that Mitchell represented a corruption of everything banking should be.\n\nAfter the crash, Glass channeled his fury into legislation. Working with Henry Steagall in the House, he crafted the Banking Act of 1933, which prohibited commercial banks from engaging in investment banking and created federal deposit insurance. Glass actually opposed deposit insurance, viewing it as rewarding imprudence, but accepted it as the price of passing the rest of the bill.",
    "portrait_url": "https://commons.wikimedia.org/wiki/Special:FilePath/Carter_Glass_photo_portrait.jpg",
    "portrait_alt": "Portrait of Carter Glass",
    "wikipedia_url": "https://en.wikipedia.org/wiki/Carter_Glass",
    "youtube_url": "",
    "audio_short_url": "",
    "audio_short_duration": "",
    "audio_short_description": "",
    "audio_extended_url": "",
    "audio_extended_duration": "",
    "audio_extended_description": "",
    "pptx_title": "",
    "pptx_view_url": "",
    "pptx_download_url": "",
    "pptx_slide_count": null,
    "pptx_thumbnail_url": "",
    "featured": false,
    "status": "published"
  },
  {
    "id": "jesse-livermore",
    "full_name": "Jesse Livermore",
    "sort_name": "Livermore, Jesse",
    "role_title": "Independent Speculator",
    "category": "Speculator / Trader",
    "institution": "Independent",
    "primary_historical_role": "The 'Boy Plunger' who made a legendary $100 million fortune short-selling stocks in the 1929 crash.",
    "page_references": "334–38",
    "bio_short": "Jesse Livermore was the most celebrated speculator of his age, a self-taught trader from rural Massachusetts who amassed and lost several fortunes on Wall Street. His short position during the 1929 crash netted him approximately $100 million — making him one of the few men who profited enormously from the catastrophe.",
    "bio_extended": "Jesse Livermore began trading stocks as a teenager in Boston bucket shops, developing an intuitive understanding of price movement that was almost preternatural. He was known as the 'Boy Plunger' for his willingness to bet enormous sums on his market convictions. He both caused and profited from the Panic of 1907.\n\nBy the summer of 1929, Livermore had concluded that the market was dangerously overvalued and began building an enormous short position — essentially betting that stocks would fall. When the crash came in October, he covered his shorts at enormous profit, reportedly walking away with around $100 million.\n\nThe fortune did not last. Livermore suffered losses in subsequent years, went bankrupt in 1934, and died by his own hand in a New York hotel in 1940. His life became the template for the romance and tragedy of the lone speculator — the man who sees the truth that everyone else refuses to acknowledge, profits from it, and is ultimately destroyed by his own nature.",
    "portrait_url": "https://commons.wikimedia.org/wiki/Special:FilePath/Jesse_Lauriston_Livermore.jpg",
    "portrait_alt": "Portrait of Jesse Livermore",
    "wikipedia_url": "https://en.wikipedia.org/wiki/Jesse_Livermore",
    "youtube_url": "",
    "audio_short_url": "",
    "audio_short_duration": "",
    "audio_short_description": "",
    "audio_extended_url": "",
    "audio_extended_duration": "",
    "audio_extended_description": "",
    "pptx_title": "",
    "pptx_view_url": "",
    "pptx_download_url": "",
    "pptx_slide_count": null,
    "pptx_thumbnail_url": "",
    "featured": true,
    "status": "published"
  },
  {
    "id": "john-j-raskob",
    "full_name": "John J. Raskob",
    "sort_name": "Raskob, John J.",
    "role_title": "Executive, DuPont / GM",
    "category": "Industrialist / Executive",
    "institution": "DuPont / GM",
    "primary_historical_role": "The DuPont-GM executive who told everyone 'Everybody Ought to Be Rich' just before the crash.",
    "page_references": "319–22",
    "bio_short": "John Raskob was the financial architect of General Motors and DuPont's intertwined fortunes, and in August 1929 published an article in Ladies' Home Journal arguing that ordinary Americans could become wealthy by investing $15 a month in common stocks. The crash came two months later.",
    "bio_extended": "John Jakob Raskob rose from stenographer to become the chief financial officer of both E.I. du Pont de Nemours and General Motors simultaneously — an extraordinary position reflecting his remarkable talent for corporate finance. He structured the financial relationships between the two companies that gave DuPont its controlling interest in GM.\n\nIn August 1929, as the stock market reached its peak, Raskob published 'Everybody Ought to Be Rich' in the Ladies' Home Journal. The article argued that investing $15 per month in good common stocks would yield a fortune of $80,000 in twenty years — an argument for the democratic wealth-building power of equities that proved devastatingly ill-timed.\n\nRaskob also served as chairman of the Democratic National Committee from 1928 to 1932 and was the primary financial backer of the Empire State Building project, which broke ground in 1930 and opened in 1931 as the Depression deepened. The building struggled to find tenants for years and was nicknamed the 'Empty State Building.'",
    "portrait_url": "https://commons.wikimedia.org/wiki/Special:FilePath/John_Jakob_Raskob_cph.3b02149.jpg",
    "portrait_alt": "Portrait of John J. Raskob",
    "wikipedia_url": "https://en.wikipedia.org/wiki/John_J._Raskob",
    "youtube_url": "",
    "audio_short_url": "",
    "audio_short_duration": "",
    "audio_short_description": "",
    "audio_extended_url": "",
    "audio_extended_duration": "",
    "audio_extended_description": "",
    "pptx_title": "",
    "pptx_view_url": "",
    "pptx_download_url": "",
    "pptx_slide_count": null,
    "pptx_thumbnail_url": "",
    "featured": false,
    "status": "published"
  },
  {
    "id": "joseph-kennedy",
    "full_name": "Joseph Kennedy",
    "sort_name": "Kennedy, Joseph",
    "role_title": "Financier & Speculator",
    "category": "Speculator / Trader",
    "institution": "Independent",
    "primary_historical_role": "The Massachusetts financier who sold his stocks before the crash and became the first SEC chairman.",
    "page_references": "355–58",
    "bio_short": "Joseph P. Kennedy made his fortune through a combination of financial acumen, aggressive market manipulation, and timely exits. He reportedly began liquidating his stock holdings after a shoeshine boy offered him stock tips. Roosevelt rewarded his 1932 campaign support by appointing him the first chairman of the SEC.",
    "bio_extended": "Joseph Patrick Kennedy accumulated his initial fortune through banking in Boston before moving to Wall Street, where he became expert in the pool operations and stock manipulation schemes that characterized the speculative era. He participated in pools in Pathe and Yellow Cab stock, among others.\n\nThe famous story of the shoeshine boy offering stock tips — which Kennedy interpreted as a signal of unsustainable popular enthusiasm and prompted him to liquidate his holdings — may be apocryphal, but it captures something true about Kennedy's contrarian instincts. He was out of the market substantially before October 1929.\n\nRoosevelt's appointment of Kennedy as the first chairman of the Securities and Exchange Commission in 1934 was widely criticized as setting a fox to guard the henhouse. Kennedy defied his critics, running an aggressive and effective first commission that established the SEC's credibility. He went on to serve as the first chairman of the Maritime Commission and as U.S. Ambassador to the United Kingdom.",
    "portrait_url": "https://commons.wikimedia.org/wiki/Special:FilePath/Joseph_P._Kennedy,_Sr._1935.jpg",
    "portrait_alt": "Portrait of Joseph Kennedy",
    "wikipedia_url": "https://en.wikipedia.org/wiki/Joseph_P._Kennedy_Sr.",
    "youtube_url": "",
    "audio_short_url": "",
    "audio_short_duration": "",
    "audio_short_description": "",
    "audio_extended_url": "",
    "audio_extended_duration": "",
    "audio_extended_description": "",
    "pptx_title": "",
    "pptx_view_url": "",
    "pptx_download_url": "",
    "pptx_slide_count": null,
    "pptx_thumbnail_url": "",
    "featured": false,
    "status": "published"
  },
  {
    "id": "john-maynard-keynes",
    "full_name": "John Maynard Keynes",
    "sort_name": "Keynes, John Maynard",
    "role_title": "Economist",
    "category": "Journalist / Intellectual",
    "institution": "Independent",
    "primary_historical_role": "The Cambridge economist whose theories of aggregate demand and government stimulus defined the intellectual response to the Depression.",
    "page_references": "445–52",
    "bio_short": "John Maynard Keynes was simultaneously one of history's great economic theorists and one of its most reckless speculators. He lost heavily in the 1929 crash and responded by revolutionizing economic theory — arguing that government spending could and must substitute for collapsed private demand.",
    "bio_extended": "John Maynard Keynes was perhaps the twentieth century's most consequential economist, though his influence on the actual management of the 1929 crash and its immediate aftermath was limited. His great work, 'The General Theory of Employment, Interest and Money' (1936), emerged from the intellectual crisis the Depression provoked.\n\nKeynes himself was heavily invested in commodities and currencies through the 1920s and was caught badly by the crash — losing much of both his personal fortune and the endowment funds of King's College, Cambridge, which he managed. He rebuilt both over the subsequent decade through more disciplined value investing.\n\nHis theoretical response to the Depression was to directly challenge the classical economic orthodoxy that markets would self-correct. He argued that aggregate demand could fall to a level insufficient to employ all willing workers, and that government must step in as the 'spender of last resort.' The New Deal's public works programs were imperfect expressions of Keynesian logic; full Keynesian fiscal policy would not be tried until World War II.",
    "portrait_url": "https://commons.wikimedia.org/wiki/Special:FilePath/John_Maynard_Keynes.jpg",
    "portrait_alt": "Portrait of John Maynard Keynes",
    "wikipedia_url": "https://en.wikipedia.org/wiki/John_Maynard_Keynes",
    "youtube_url": "",
    "audio_short_url": "",
    "audio_short_duration": "",
    "audio_short_description": "",
    "audio_extended_url": "",
    "audio_extended_duration": "",
    "audio_extended_description": "",
    "pptx_title": "",
    "pptx_view_url": "",
    "pptx_download_url": "",
    "pptx_slide_count": null,
    "pptx_thumbnail_url": "",
    "featured": false,
    "status": "published"
  },
  {
    "id": "huey-long",
    "full_name": "Huey Long",
    "sort_name": "Long, Huey",
    "role_title": "U.S. Senator, Louisiana",
    "category": "Politician / Regulator",
    "institution": "U.S. Senate / Congress",
    "primary_historical_role": "The 'Kingfish' of Louisiana whose Share Our Wealth program challenged Roosevelt from the left.",
    "page_references": "478–84",
    "bio_short": "Huey Long was the most dangerous demagogue of the Depression era — brilliant, corrupt, and genuinely popular with the rural poor who felt betrayed by both Wall Street and Washington. His Share Our Wealth plan, promising every American family a minimum income, had millions of followers and alarmed Roosevelt's inner circle.",
    "bio_extended": "Huey Pierce Long, the 'Kingfish,' built a political machine in Louisiana that was simultaneously the most corrupt and the most effective in delivering material benefits to poor people in modern American history. He built roads, hospitals, and schools in a state that had almost none; he was also a thoroughgoing authoritarian who tolerated no opposition.\n\nElected to the Senate in 1932, Long broke with Roosevelt in 1933, becoming the most vocal left-wing critic of the New Deal — which he considered too timid. His 'Share Our Wealth' program proposed capping personal fortunes at $3 million and guaranteeing every family an annual income of at least $2,000 — radical redistribution on a scale that private polls suggested had genuine mass appeal.\n\nRoosevelt's advisors considered Long the most likely successful challenger to FDR in 1936. The threat ended when Long was assassinated in the Louisiana State Capitol in September 1935, shot by the son-in-law of a political enemy he had destroyed.",
    "portrait_url": "https://commons.wikimedia.org/wiki/Special:FilePath/Huey_Long_1932.jpg",
    "portrait_alt": "Portrait of Huey Long",
    "wikipedia_url": "https://en.wikipedia.org/wiki/Huey_Long",
    "youtube_url": "",
    "audio_short_url": "",
    "audio_short_duration": "",
    "audio_short_description": "",
    "audio_extended_url": "",
    "audio_extended_duration": "",
    "audio_extended_description": "",
    "pptx_title": "",
    "pptx_view_url": "",
    "pptx_download_url": "",
    "pptx_slide_count": null,
    "pptx_thumbnail_url": "",
    "featured": false,
    "status": "published"
  },
  {
    "id": "fiorello-la-guardia",
    "full_name": "Fiorello La Guardia",
    "sort_name": "La Guardia, Fiorello",
    "role_title": "U.S. Representative, New York",
    "category": "Politician / Regulator",
    "institution": "U.S. Senate / Congress",
    "primary_historical_role": "The progressive New York congressman who foresaw the crash and fought for the poor during the Depression.",
    "page_references": "422–25",
    "bio_short": "Fiorello La Guardia was the scrappy, polyglot congressman from East Harlem who championed immigrants, labor, and the poor throughout the 1920s and Depression era. He went on to become arguably New York City's greatest mayor, transforming the city's infrastructure during his three terms from 1934 to 1945.",
    "bio_extended": "Fiorello Henry La Guardia was the son of an Italian immigrant father and a Jewish mother, grew up partly in Arizona, and was shaped by intimate knowledge of poverty and marginalization. In Congress, he was a consistent thorn in the side of financial interests and a vocal advocate for progressive taxation and labor rights throughout the 1920s.\n\nLa Guardia was one of the few voices in Congress who warned persistently that the speculative boom was unsustainable and that the economic system as structured was failing working people. After the crash, he pushed aggressively for federal relief and unemployment insurance when the Hoover administration's preference for voluntarism left millions without assistance.\n\nHis election as Mayor of New York in 1933 gave him a platform to implement progressive governance at the city level — cleaning up Tammany corruption, modernizing city services, and using New Deal funds to transform New York's airports, parks, and public housing.",
    "portrait_url": "https://commons.wikimedia.org/wiki/Special:FilePath/LaGuardia-new.jpg",
    "portrait_alt": "Portrait of Fiorello La Guardia",
    "wikipedia_url": "https://en.wikipedia.org/wiki/Fiorello_La_Guardia",
    "youtube_url": "",
    "audio_short_url": "",
    "audio_short_duration": "",
    "audio_short_description": "",
    "audio_extended_url": "",
    "audio_extended_duration": "",
    "audio_extended_description": "",
    "pptx_title": "",
    "pptx_view_url": "",
    "pptx_download_url": "",
    "pptx_slide_count": null,
    "pptx_thumbnail_url": "",
    "featured": false,
    "status": "published"
  },
  {
    "id": "frances-perkins",
    "full_name": "Frances Perkins",
    "sort_name": "Perkins, Frances",
    "role_title": "Commissioner of Labor, New York",
    "category": "Politician / Regulator",
    "institution": "White House / Executive Branch",
    "primary_historical_role": "New York's labor commissioner and later the first female cabinet member; architect of Social Security.",
    "page_references": "460–66",
    "bio_short": "Frances Perkins witnessed the Triangle Shirtwaist fire of 1911 and dedicated her career to ensuring such tragedies could never recur. As Roosevelt's Secretary of Labor — the first woman in a U.S. Cabinet — she was the primary architect of the New Deal's labor and social safety net, including Social Security.",
    "bio_extended": "Frances Perkins was present on the sidewalk near the Triangle Shirtwaist Factory when 146 workers, mostly young immigrant women, died in the fire of March 1911 — unable to escape because the factory doors had been locked. The experience transformed her from a committed Progressive reformer into a determined force for workplace safety legislation.\n\nAs New York's Industrial Commissioner under Governor Roosevelt, she built one of the most effective labor regulatory agencies in the country. When Roosevelt went to Washington, he took her with him as Secretary of Labor — a position she held for twelve years, the longest tenure of any Secretary of Labor in history.\n\nPerkins was the primary architect of the Social Security Act of 1935, negotiating the complex political compromises required to get it passed and ensuring it included both old-age insurance and unemployment insurance. She also drove the Fair Labor Standards Act of 1938, which established the federal minimum wage and maximum working hours.",
    "portrait_url": "https://commons.wikimedia.org/wiki/Special:FilePath/Frances_Perkins,_circa_1910s.jpg",
    "portrait_alt": "Portrait of Frances Perkins",
    "wikipedia_url": "https://en.wikipedia.org/wiki/Frances_Perkins",
    "youtube_url": "",
    "audio_short_url": "",
    "audio_short_duration": "",
    "audio_short_description": "",
    "audio_extended_url": "",
    "audio_extended_duration": "",
    "audio_extended_description": "",
    "pptx_title": "",
    "pptx_view_url": "",
    "pptx_download_url": "",
    "pptx_slide_count": null,
    "pptx_thumbnail_url": "",
    "featured": false,
    "status": "published"
  },
  {
    "id": "walter-lippmann",
    "full_name": "Walter Lippmann",
    "sort_name": "Lippmann, Walter",
    "role_title": "Journalist & Political Commentator",
    "category": "Journalist / Intellectual",
    "institution": "Independent",
    "primary_historical_role": "The era's preeminent political journalist and public intellectual, navigating the ideological turbulence of the Depression.",
    "page_references": "441–44",
    "bio_short": "Walter Lippmann was the most influential American journalist of the twentieth century's first half, whose 'Today and Tomorrow' column reached millions of readers. The Depression tested and ultimately transformed his political beliefs, pushing him from budget orthodoxy toward a more expansive view of government's obligations.",
    "bio_extended": "Walter Lippmann began his career as a young progressive and was a founding editor of The New Republic before gravitating toward a more skeptical view of democratic theory expressed in his landmark books 'Public Opinion' (1922) and 'The Phantom Public' (1925).\n\nIn 1929, Lippmann was writing his 'Today and Tomorrow' column for the New York Herald Tribune, which would eventually be syndicated to 200 newspapers and 10 million readers. He was initially uncertain about Roosevelt and the New Deal, favoring balanced budgets and orthodox economics before the scale of the Depression's human cost pushed him toward more interventionist positions.\n\nLippmann's evolution during the 1930s mirrored that of many educated Americans who entered the decade as conventional liberals and emerged with a far more expansive view of the state's obligations to its citizens. He remained an important voice in American public life into the 1960s, winning two Pulitzer Prizes.",
    "portrait_url": "https://commons.wikimedia.org/wiki/Special:FilePath/Walter_Lippmann.jpg",
    "portrait_alt": "Portrait of Walter Lippmann",
    "wikipedia_url": "https://en.wikipedia.org/wiki/Walter_Lippmann",
    "youtube_url": "",
    "audio_short_url": "",
    "audio_short_duration": "",
    "audio_short_description": "",
    "audio_extended_url": "",
    "audio_extended_duration": "",
    "audio_extended_description": "",
    "pptx_title": "",
    "pptx_view_url": "",
    "pptx_download_url": "",
    "pptx_slide_count": null,
    "pptx_thumbnail_url": "",
    "featured": false,
    "status": "published"
  },
  {
    "id": "montagu-norman",
    "full_name": "Montagu Norman",
    "sort_name": "Norman, Montagu",
    "role_title": "Governor, Bank of England",
    "category": "Banker",
    "institution": "Other",
    "primary_historical_role": "The enigmatic Bank of England governor whose policies helped export American credit conditions globally.",
    "page_references": "288–93",
    "bio_short": "Montagu Norman governed the Bank of England for an unprecedented twenty-four years, obsessively working to restore the gold standard. His close friendship with Benjamin Strong of the New York Fed led to coordinated policies that some historians argue helped inflate — and then puncture — the 1920s bubble.",
    "bio_extended": "Montagu Collet Norman, 1st Baron Norman, was the most powerful central banker in the world during the 1920s, though his power rested on prestige and persuasion rather than any formal authority. He cultivated an air of mystery — traveling under assumed names, rarely speaking publicly — that made him simultaneously legendary and unknowable.\n\nNorman's central preoccupation was restoring Britain and the world to the gold standard at pre-war parities, which required keeping British interest rates competitive with American rates. His friendship with Benjamin Strong of the New York Federal Reserve Bank was critical: Strong's agreement to keep American rates low in 1927 to help Britain manage its gold position is one of the contested causes of the late-1920s American credit boom.\n\nWhen the Depression hit Britain, Norman maintained orthodox deflationary policies far longer than the economic evidence warranted. Britain was finally forced off gold in September 1931, which Norman found devastating. Paradoxically, leaving gold proved the beginning of Britain's economic recovery.",
    "portrait_url": "https://commons.wikimedia.org/wiki/Special:FilePath/Montagu_Norman1.jpg",
    "portrait_alt": "Portrait of Montagu Norman",
    "wikipedia_url": "https://en.wikipedia.org/wiki/Montagu_Norman,_1st_Baron_Norman",
    "youtube_url": "",
    "audio_short_url": "",
    "audio_short_duration": "",
    "audio_short_description": "",
    "audio_extended_url": "",
    "audio_extended_duration": "",
    "audio_extended_description": "",
    "pptx_title": "",
    "pptx_view_url": "",
    "pptx_download_url": "",
    "pptx_slide_count": null,
    "pptx_thumbnail_url": "",
    "featured": false,
    "status": "published"
  },
  {
    "id": "ogden-l-mills",
    "full_name": "Ogden L. Mills",
    "sort_name": "Mills, Ogden L.",
    "role_title": "U.S. Secretary of the Treasury",
    "category": "Politician / Regulator",
    "institution": "White House / Executive Branch",
    "primary_historical_role": "Hoover's Treasury Secretary and an orthodox defender of the gold standard through the banking crisis.",
    "page_references": "388–91",
    "bio_short": "Ogden Mills served as Hoover's Treasury Secretary during the acute banking crisis of 1932–33, defending gold standard orthodoxy as the banking system teetered. His rigid adherence to deflationary policies made the crisis worse during the difficult interregnum before Roosevelt took office.",
    "bio_extended": "",
    "portrait_url": "https://commons.wikimedia.org/wiki/Special:FilePath/Ogden_Livingston_Mills.jpg",
    "portrait_alt": "Portrait of Ogden L. Mills",
    "wikipedia_url": "https://en.wikipedia.org/wiki/Ogden_Mills",
    "youtube_url": "",
    "audio_short_url": "",
    "audio_short_duration": "",
    "audio_short_description": "",
    "audio_extended_url": "",
    "audio_extended_duration": "",
    "audio_extended_description": "",
    "pptx_title": "",
    "pptx_view_url": "",
    "pptx_download_url": "",
    "pptx_slide_count": null,
    "pptx_thumbnail_url": "",
    "featured": false,
    "status": "published"
  },
  {
    "id": "peter-norbeck",
    "full_name": "Peter Norbeck",
    "sort_name": "Norbeck, Peter",
    "role_title": "U.S. Senator, South Dakota",
    "category": "Reformer / Investigator",
    "institution": "U.S. Senate / Congress",
    "primary_historical_role": "The South Dakota senator who initiated the Senate investigation that became the Pecora hearings.",
    "page_references": "406–09",
    "bio_short": "Peter Norbeck, the progressive Republican senator from South Dakota, was the first chairman of the Senate Banking Committee's investigation into stock exchange practices — the inquiry that Ferdinand Pecora ultimately transformed into a national reckoning. A former well-driller and self-made man, he had little patience for Wall Street pretension.",
    "bio_extended": "",
    "portrait_url": "https://commons.wikimedia.org/wiki/Special:FilePath/Peter_Norbeck_official_portrait.jpg",
    "portrait_alt": "Portrait of Peter Norbeck",
    "wikipedia_url": "https://en.wikipedia.org/wiki/Peter_Norbeck",
    "youtube_url": "",
    "audio_short_url": "",
    "audio_short_duration": "",
    "audio_short_description": "",
    "audio_extended_url": "",
    "audio_extended_duration": "",
    "audio_extended_description": "",
    "pptx_title": "",
    "pptx_view_url": "",
    "pptx_download_url": "",
    "pptx_slide_count": null,
    "pptx_thumbnail_url": "",
    "featured": false,
    "status": "published"
  },
  {
    "id": "russell-leffingwell",
    "full_name": "Russell Cornell Leffingwell",
    "sort_name": "Leffingwell, Russell Cornell",
    "role_title": "Partner, J.P. Morgan & Co.",
    "category": "Banker",
    "institution": "J.P. Morgan & Co.",
    "primary_historical_role": "Morgan partner and former Treasury official who bridged Wall Street and government through the crisis years.",
    "page_references": "315–17",
    "bio_short": "Russell Leffingwell served as Assistant Secretary of the Treasury under Woodrow Wilson before joining J.P. Morgan & Co., where he became one of the firm's most influential partners and an important voice connecting the bank to Washington policymakers during the Depression.",
    "bio_extended": "",
    "portrait_url": "",
    "portrait_alt": "Portrait of Russell Cornell Leffingwell",
    "wikipedia_url": "https://en.wikipedia.org/wiki/Russell_Leffingwell",
    "youtube_url": "",
    "audio_short_url": "",
    "audio_short_duration": "",
    "audio_short_description": "",
    "audio_extended_url": "",
    "audio_extended_duration": "",
    "audio_extended_description": "",
    "pptx_title": "",
    "pptx_view_url": "",
    "pptx_download_url": "",
    "pptx_slide_count": null,
    "pptx_thumbnail_url": "",
    "featured": false,
    "status": "published"
  },
  {
    "id": "raymond-moley",
    "full_name": "Raymond Moley",
    "sort_name": "Moley, Raymond",
    "role_title": "Advisor, Roosevelt Brain Trust",
    "category": "Politician / Regulator",
    "institution": "White House / Executive Branch",
    "primary_historical_role": "The Columbia professor who led Roosevelt's Brain Trust and helped architect the early New Deal.",
    "page_references": "455–58",
    "bio_short": "Raymond Moley was the Columbia political science professor who assembled Roosevelt's Brain Trust of academic advisors and helped write the speeches and early legislation of the New Deal's Hundred Days. He later broke with Roosevelt and became a conservative critic of the New Deal's expansion.",
    "bio_extended": "",
    "portrait_url": "https://commons.wikimedia.org/wiki/Special:FilePath/Raymond_Moley_cph.3b28038.jpg",
    "portrait_alt": "Portrait of Raymond Moley",
    "wikipedia_url": "https://en.wikipedia.org/wiki/Raymond_Moley",
    "youtube_url": "",
    "audio_short_url": "",
    "audio_short_duration": "",
    "audio_short_description": "",
    "audio_extended_url": "",
    "audio_extended_duration": "",
    "audio_extended_description": "",
    "pptx_title": "",
    "pptx_view_url": "",
    "pptx_download_url": "",
    "pptx_slide_count": null,
    "pptx_thumbnail_url": "",
    "featured": false,
    "status": "published"
  },
  {
    "id": "paul-mellon",
    "full_name": "Paul Mellon",
    "sort_name": "Mellon, Paul",
    "role_title": "Financier",
    "category": "Banker",
    "institution": "Independent",
    "primary_historical_role": "Son of Treasury Secretary Andrew Mellon; heir to the Mellon banking and industrial fortune.",
    "page_references": "302–05",
    "bio_short": "Paul Mellon was the son of Treasury Secretary Andrew Mellon, whose 'liquidationist' policy of allowing the Depression to run its course became the era's most reviled economic advice. Paul himself became a distinguished philanthropist and art collector, largely stepping away from the family's financial operations.",
    "bio_extended": "",
    "portrait_url": "https://commons.wikimedia.org/wiki/Special:FilePath/Paul_Mellon_1963.jpg",
    "portrait_alt": "Portrait of Paul Mellon",
    "wikipedia_url": "https://en.wikipedia.org/wiki/Paul_Mellon",
    "youtube_url": "",
    "audio_short_url": "",
    "audio_short_duration": "",
    "audio_short_description": "",
    "audio_extended_url": "",
    "audio_extended_duration": "",
    "audio_extended_description": "",
    "pptx_title": "",
    "pptx_view_url": "",
    "pptx_download_url": "",
    "pptx_slide_count": null,
    "pptx_thumbnail_url": "",
    "featured": false,
    "status": "published"
  },
  {
    "id": "william-c-potter",
    "full_name": "William C. Potter",
    "sort_name": "Potter, William C.",
    "role_title": "Banker",
    "category": "Banker",
    "institution": "Other",
    "primary_historical_role": "President of Guaranty Trust Company and participant in the October 1929 banker consortium.",
    "page_references": "325–27",
    "bio_short": "William C. Potter served as president of Guaranty Trust Company and was one of the senior bankers who gathered at J.P. Morgan & Co. on Black Thursday to pool resources in an attempt to stabilize the falling market.",
    "bio_extended": "",
    "portrait_url": "",
    "portrait_alt": "Portrait of William C. Potter",
    "wikipedia_url": "",
    "youtube_url": "",
    "audio_short_url": "",
    "audio_short_duration": "",
    "audio_short_description": "",
    "audio_extended_url": "",
    "audio_extended_duration": "",
    "audio_extended_description": "",
    "pptx_title": "",
    "pptx_view_url": "",
    "pptx_download_url": "",
    "pptx_slide_count": null,
    "pptx_thumbnail_url": "",
    "featured": false,
    "status": "published"
  },
  {
    "id": "james-r-keene",
    "full_name": "James R. Keene",
    "sort_name": "Keene, James R.",
    "role_title": "Speculator",
    "category": "Speculator / Trader",
    "institution": "Independent",
    "primary_historical_role": "The master pool operator of the Gilded Age whose techniques shaped 1920s market manipulation.",
    "page_references": "248–52",
    "bio_short": "James Robert Keene was the most celebrated market operator of the Gilded Age, the man J.P. Morgan hired to manage the distribution of U.S. Steel shares in 1901. His pool techniques and market manipulation methods became the template studied and imitated by the speculators of the 1920s.",
    "bio_extended": "",
    "portrait_url": "https://commons.wikimedia.org/wiki/Special:FilePath/James_Robert_Keene.jpg",
    "portrait_alt": "Portrait of James R. Keene",
    "wikipedia_url": "https://en.wikipedia.org/wiki/James_R._Keene",
    "youtube_url": "",
    "audio_short_url": "",
    "audio_short_duration": "",
    "audio_short_description": "",
    "audio_extended_url": "",
    "audio_extended_duration": "",
    "audio_extended_description": "",
    "pptx_title": "",
    "pptx_view_url": "",
    "pptx_download_url": "",
    "pptx_slide_count": null,
    "pptx_thumbnail_url": "",
    "featured": false,
    "status": "published"
  },
  {
    "id": "joseph-stagg-lawrence",
    "full_name": "Joseph Stagg Lawrence",
    "sort_name": "Lawrence, Joseph Stagg",
    "role_title": "Economist",
    "category": "Journalist / Intellectual",
    "institution": "Independent",
    "primary_historical_role": "The Princeton economist who published an optimistic defense of stock valuations weeks before the crash.",
    "page_references": "329–31",
    "bio_short": "Joseph Stagg Lawrence was a Princeton economist who published 'Wall Street and Washington' in 1929, arguing that contemporary stock valuations were justified by economic fundamentals. The book appeared just as the market was beginning its catastrophic decline.",
    "bio_extended": "",
    "portrait_url": "",
    "portrait_alt": "Portrait of Joseph Stagg Lawrence",
    "wikipedia_url": "",
    "youtube_url": "",
    "audio_short_url": "",
    "audio_short_duration": "",
    "audio_short_description": "",
    "audio_extended_url": "",
    "audio_extended_duration": "",
    "audio_extended_description": "",
    "pptx_title": "",
    "pptx_view_url": "",
    "pptx_download_url": "",
    "pptx_slide_count": null,
    "pptx_thumbnail_url": "",
    "featured": false,
    "status": "published"
  },
  {
    "id": "henry-p-morgan",
    "full_name": "Henry P. Morgan",
    "sort_name": "Morgan, Henry P.",
    "role_title": "Financier",
    "category": "Banker",
    "institution": "J.P. Morgan & Co.",
    "primary_historical_role": "Member of the extended Morgan family who later co-founded Morgan Stanley after Glass-Steagall.",
    "page_references": "308–10",
    "bio_short": "Henry Sturgis Morgan was a son of J.P. Morgan Jr. and a partner in J.P. Morgan & Co. during the Depression era. He later co-founded Morgan Stanley in 1935 when the Glass-Steagall Act required the separation of the bank's commercial and investment banking activities.",
    "bio_extended": "",
    "portrait_url": "",
    "portrait_alt": "Portrait of Henry P. Morgan",
    "wikipedia_url": "",
    "youtube_url": "",
    "audio_short_url": "",
    "audio_short_duration": "",
    "audio_short_description": "",
    "audio_extended_url": "",
    "audio_extended_duration": "",
    "audio_extended_description": "",
    "pptx_title": "",
    "pptx_view_url": "",
    "pptx_download_url": "",
    "pptx_slide_count": null,
    "pptx_thumbnail_url": "",
    "featured": false,
    "status": "published"
  },
  {
    "id": "guglielmo-marconi",
    "full_name": "Guglielmo Marconi",
    "sort_name": "Marconi, Guglielmo",
    "role_title": "Inventor / Entrepreneur",
    "category": "Other",
    "institution": "Other",
    "primary_historical_role": "The radio pioneer whose invention transformed communications and created one of the era's speculative investment vehicles.",
    "page_references": "258–62",
    "bio_short": "Guglielmo Marconi's invention of practical wireless telegraphy transformed global communications and created one of the signature investment stories of the early twentieth century. Radio company stocks became a key object of 1920s speculation, with RCA becoming the era's defining glamour stock.",
    "bio_extended": "",
    "portrait_url": "https://commons.wikimedia.org/wiki/Special:FilePath/Guglielmo_Marconi_Nobel.jpg",
    "portrait_alt": "Portrait of Guglielmo Marconi",
    "wikipedia_url": "https://en.wikipedia.org/wiki/Guglielmo_Marconi",
    "youtube_url": "",
    "audio_short_url": "",
    "audio_short_duration": "",
    "audio_short_description": "",
    "audio_extended_url": "",
    "audio_extended_duration": "",
    "audio_extended_description": "",
    "pptx_title": "",
    "pptx_view_url": "",
    "pptx_download_url": "",
    "pptx_slide_count": null,
    "pptx_thumbnail_url": "",
    "featured": false,
    "status": "published"
  },
  {
    "id": "harold-r-medina",
    "full_name": "Harold R. Medina",
    "sort_name": "Medina, Harold R.",
    "role_title": "Attorney",
    "category": "Other",
    "institution": "Other",
    "primary_historical_role": "Prominent attorney who later became a federal judge known for his handling of major trials.",
    "page_references": "488–91",
    "bio_short": "Harold R. Medina was a prominent New York attorney during the Depression era who later became a federal judge, best known for his conduct of the 1949 trial of the leaders of the American Communist Party. His legal career spanned the entire period from the 1920s boom through the Depression and beyond.",
    "bio_extended": "",
    "portrait_url": "https://commons.wikimedia.org/wiki/Special:FilePath/Harold_Raymond_Medina.jpg",
    "portrait_alt": "Portrait of Harold R. Medina",
    "wikipedia_url": "https://en.wikipedia.org/wiki/Harold_Medina",
    "youtube_url": "",
    "audio_short_url": "",
    "audio_short_duration": "",
    "audio_short_description": "",
    "audio_extended_url": "",
    "audio_extended_duration": "",
    "audio_extended_description": "",
    "pptx_title": "",
    "pptx_view_url": "",
    "pptx_download_url": "",
    "pptx_slide_count": null,
    "pptx_thumbnail_url": "",
    "featured": false,
    "status": "published"
  },
  {
    "id": "howard-vincent-obrien",
    "full_name": "Howard Vincent O'Brien",
    "sort_name": "O'Brien, Howard Vincent",
    "role_title": "Journalist",
    "category": "Journalist / Intellectual",
    "institution": "Independent",
    "primary_historical_role": "Chicago Daily News journalist and editor who chronicled the Depression era for Midwestern readers.",
    "page_references": "442–44",
    "bio_short": "Howard Vincent O'Brien was a Chicago Daily News journalist and columnist who provided Midwestern readers with thoughtful coverage of the crash and Depression. His 'All Things Considered' column offered a humanistic perspective on the era's upheavals that reached a large daily readership.",
    "bio_extended": "",
    "portrait_url": "",
    "portrait_alt": "Portrait of Howard Vincent O'Brien",
    "wikipedia_url": "",
    "youtube_url": "",
    "audio_short_url": "",
    "audio_short_duration": "",
    "audio_short_description": "",
    "audio_extended_url": "",
    "audio_extended_duration": "",
    "audio_extended_description": "",
    "pptx_title": "",
    "pptx_view_url": "",
    "pptx_download_url": "",
    "pptx_slide_count": null,
    "pptx_thumbnail_url": "",
    "featured": false,
    "status": "published"
  },
  {
    "id": "james-maclafferty",
    "full_name": "James MacLafferty",
    "sort_name": "MacLafferty, James",
    "role_title": "U.S. Representative",
    "category": "Politician / Regulator",
    "institution": "U.S. Senate / Congress",
    "primary_historical_role": "California congressman and Hoover loyalist who worked to defend the administration during the Depression.",
    "page_references": "372–75",
    "bio_short": "James MacLafferty was a California Republican congressman and staunch Hoover loyalist who worked behind the scenes to maintain Congressional support for the Hoover administration's Depression policies. His diary provides a valuable insider account of the political machinations of the era.",
    "bio_extended": "",
    "portrait_url": "",
    "portrait_alt": "Portrait of James MacLafferty",
    "wikipedia_url": "",
    "youtube_url": "",
    "audio_short_url": "",
    "audio_short_duration": "",
    "audio_short_description": "",
    "audio_extended_url": "",
    "audio_extended_duration": "",
    "audio_extended_description": "",
    "pptx_title": "",
    "pptx_view_url": "",
    "pptx_download_url": "",
    "pptx_slide_count": null,
    "pptx_thumbnail_url": "",
    "featured": false,
    "status": "published"
  },
  {
    "id": "john-j-pershing",
    "full_name": "John J. Pershing",
    "sort_name": "Pershing, John J.",
    "role_title": "General, U.S. Army",
    "category": "Other",
    "institution": "Other",
    "primary_historical_role": "Commander of the American Expeditionary Forces in WWI; a figure of immense authority during the Depression era.",
    "page_references": "264–67",
    "bio_short": "General John 'Black Jack' Pershing commanded the American Expeditionary Forces in World War I and remained the most revered military figure in America throughout the 1920s and 1930s. His moral authority was occasionally invoked in the political debates of the Depression era, though he remained aloof from politics.",
    "bio_extended": "",
    "portrait_url": "https://commons.wikimedia.org/wiki/Special:FilePath/General_of_the_Armies_John_J._Pershing.jpg",
    "portrait_alt": "Portrait of John J. Pershing",
    "wikipedia_url": "https://en.wikipedia.org/wiki/John_Pershing",
    "youtube_url": "",
    "audio_short_url": "",
    "audio_short_duration": "",
    "audio_short_description": "",
    "audio_extended_url": "",
    "audio_extended_duration": "",
    "audio_extended_description": "",
    "pptx_title": "",
    "pptx_view_url": "",
    "pptx_download_url": "",
    "pptx_slide_count": null,
    "pptx_thumbnail_url": "",
    "featured": false,
    "status": "published"
  },
  {
    "id": "kenneth-mckellar",
    "full_name": "Kenneth McKellar",
    "sort_name": "McKellar, Kenneth",
    "role_title": "U.S. Senator, Tennessee",
    "category": "Politician / Regulator",
    "institution": "U.S. Senate / Congress",
    "primary_historical_role": "Long-serving Tennessee senator who supported New Deal programs including the Tennessee Valley Authority.",
    "page_references": "468–71",
    "bio_short": "Kenneth McKellar was Tennessee's senior senator throughout the Depression era and a powerful figure in the Democratic party. He was a strong supporter of the Tennessee Valley Authority, which transformed his state's economy, though he later became a complicated and sometimes obstructionist figure in New Deal politics.",
    "bio_extended": "",
    "portrait_url": "https://commons.wikimedia.org/wiki/Special:FilePath/Kenneth_Douglas_McKellar.jpg",
    "portrait_alt": "Portrait of Kenneth McKellar",
    "wikipedia_url": "https://en.wikipedia.org/wiki/Kenneth_McKellar",
    "youtube_url": "",
    "audio_short_url": "",
    "audio_short_duration": "",
    "audio_short_description": "",
    "audio_extended_url": "",
    "audio_extended_duration": "",
    "audio_extended_description": "",
    "pptx_title": "",
    "pptx_view_url": "",
    "pptx_download_url": "",
    "pptx_slide_count": null,
    "pptx_thumbnail_url": "",
    "featured": false,
    "status": "published"
  },
  {
    "id": "michael-levine",
    "full_name": "Michael Levine",
    "sort_name": "Levine, Michael",
    "role_title": "Financier",
    "category": "Banker",
    "institution": "Other",
    "primary_historical_role": "Financier active in the securities markets of the late 1920s.",
    "page_references": "340–42",
    "bio_short": "Michael Levine was a financier active in the securities markets of the late 1920s, involved in the complex web of investment trusts and holding companies that characterized the era's speculative excess.",
    "bio_extended": "",
    "portrait_url": "",
    "portrait_alt": "Portrait of Michael Levine",
    "wikipedia_url": "",
    "youtube_url": "",
    "audio_short_url": "",
    "audio_short_duration": "",
    "audio_short_description": "",
    "audio_extended_url": "",
    "audio_extended_duration": "",
    "audio_extended_description": "",
    "pptx_title": "",
    "pptx_view_url": "",
    "pptx_download_url": "",
    "pptx_slide_count": null,
    "pptx_thumbnail_url": "",
    "featured": false,
    "status": "published"
  },
  {
    "id": "robert-l-owen",
    "full_name": "Robert L. Owen",
    "sort_name": "Owen, Robert L.",
    "role_title": "U.S. Senator, Oklahoma",
    "category": "Politician / Regulator",
    "institution": "U.S. Senate / Congress",
    "primary_historical_role": "Co-author of the Federal Reserve Act of 1913 and advocate for monetary reform during the Depression.",
    "page_references": "282–86",
    "bio_short": "Robert Latham Owen was the Oklahoma senator who co-authored the Federal Reserve Act of 1913 alongside Carter Glass, helping create the central banking system that would be tested to its limits by the 1929 crash. During the Depression, he advocated for more radical monetary reforms than most colleagues would accept.",
    "bio_extended": "",
    "portrait_url": "https://commons.wikimedia.org/wiki/Special:FilePath/Robert_Latham_Owen.jpg",
    "portrait_alt": "Portrait of Robert L. Owen",
    "wikipedia_url": "https://en.wikipedia.org/wiki/Robert_L._Owen",
    "youtube_url": "",
    "audio_short_url": "",
    "audio_short_duration": "",
    "audio_short_description": "",
    "audio_extended_url": "",
    "audio_extended_duration": "",
    "audio_extended_description": "",
    "pptx_title": "",
    "pptx_view_url": "",
    "pptx_download_url": "",
    "pptx_slide_count": null,
    "pptx_thumbnail_url": "",
    "featured": false,
    "status": "published"
  },
  {
    "id": "salmon-levinson",
    "full_name": "Salmon Levinson",
    "sort_name": "Levinson, Salmon",
    "role_title": "Attorney / Peace Activist",
    "category": "Other",
    "institution": "Independent",
    "primary_historical_role": "Chicago attorney who originated the concept of 'outlawing war' that culminated in the Kellogg-Briand Pact.",
    "page_references": "270–73",
    "bio_short": "Salmon Oliver Levinson was a prominent Chicago attorney who originated and campaigned for the concept of 'outlawing war' as an instrument of national policy — an idea that culminated in the Kellogg-Briand Pact of 1928. His legal career intersected with the financial and political worlds of the Depression era.",
    "bio_extended": "",
    "portrait_url": "https://commons.wikimedia.org/wiki/Special:FilePath/Salmon_Oliver_Levinson.jpg",
    "portrait_alt": "Portrait of Salmon Levinson",
    "wikipedia_url": "https://en.wikipedia.org/wiki/Salmon_Oliver_Levinson",
    "youtube_url": "",
    "audio_short_url": "",
    "audio_short_duration": "",
    "audio_short_description": "",
    "audio_extended_url": "",
    "audio_extended_duration": "",
    "audio_extended_description": "",
    "pptx_title": "",
    "pptx_view_url": "",
    "pptx_download_url": "",
    "pptx_slide_count": null,
    "pptx_thumbnail_url": "",
    "featured": false,
    "status": "published"
  }
]